Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Please double-check it.
tr: Lütfen tekrar kontrol ediniz.

source: Please double-check.
tr: Lütfen tekrar kontrol ediniz.

source: Please download and install the latest Java JDK from Oracle.com and try again.";
tr: Lütfen www.oracle.com adresinden en son Java JDK sürümünü indirip yükleyin ve tekrar deneyin.";

source: Please download and install the latest version of Java from www.java.com and try again.";
tr: Lütfen www.java.com adresinden en son Java sürümünü indirip yükleyin ve tekrar deneyin.";

source: Please enter the name of this set:
tr: Lütfen bu kümenin adını girin:

source: Please enter username/password
tr: Lütfen kullanıcı adı/şifre girin

source: Please enter your name/ID.
tr: Lütfen adınızı/kimliğinizi girin.

source: Please enter your password again for confirmation.
tr: Onaylama için lütfen parolanızı tekrar girin.

source: Please redo tag validation.
tr: Lütfen etiket doğrulamayı yineleyin.

source: Please resolve the conflicts by choosing a translation for each segment below.
tr: Lütfen aşağıdaki her dilim için bir çeviri seçerek çakışmaları giderin.

source: Please restart the application to correctly display the new colours.
tr: Yeni renklerin doğru şekilde görüntülenmesi için lütfen uygulamayı yeniden başlatın.

source: Please select a different folder.
tr: Lütfen farklı bir klasör seçin.

source: Please select how tags of non-OmegaT TMXs should be displayed.
tr: Lütfen OmegaT harici programların ürettiği TMX'lerin etiketlerinin nasıl görüntüleneceğini belirtin.

source: Please select the dictionaries you want to install and press the Install button.
tr: Lütfen kurmak istediğiniz sözlükleri seçin ve "Kur" düğmesine basın.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
tr: Lütfen projenin otomatik olarak kaydedileceği aralığı dakika ve saniye cinsiden belirtin.

source: Please select the language of your source files and the target language you would like to translate to.
tr: Lütfen kaynak dosyalarınızın dilini ve çeviri yapmak istediğiniz hedef dili seçin.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
tr: Lütfen henüz çevrilmemiş bir dilime geçerken bu dilime eklenecek metni seçin:

source: Please select which behaviour is appropriate.
tr: Lütfen uygun davranışı seçin.

source: Please translate this plural as plural form #{0}.
tr: Lütfen bu çoğulu #{0} çoğul biçiminde çevirin.

source: Please try again after opening a project.
tr: Lütfen bir proje açtıktan sonra tekrar deneyin.

source: Please try again after you open a project.
tr: Lütfen bir proje açtıktan sonra tekrar deneyin.

source: Please try again.
tr: Lütfen tekrar deneyin.

source: Please type or paste the URL of the mediawiki page
tr: Lütfen mediawiki sayfasının URL'sini yazın ya da yapıştırın

source: Plugin successfully loaded from class '{0}'
tr: '{0}' sınıfından eklenti başarılı şekilde yüklendi

source: Plugins
tr: Eklentiler

source: Polish
tr: Polonyaca

source: Pop Directional Formatting (PDF U+202C)
tr: Açılır Yönlü Biçimlendirme (PDF U+202C)

source: Portuguese
tr: Portekizce

source: Predefined credentials was not passed.
tr: Önceden tanımlı kimlik bilgileri iletilmedi.

source: Preferences
tr: Tercihler

source: Preferences - {0}
tr: Tercihler - {0}

source: Preferences system save operation failed!
tr: Seçenekler sistemi kaydetme işlemi başarısız oldu!

source: Premium Edition
tr: Premium Sürümü

source: Prerequisites
tr: Ön gereklilikler

source: Prerequisites for installing OmegaT ===================================
tr: OmegaT kurulumunun ön koşulları ===================================

source: Preserve spaces &for all tags
tr: T&üm etiketler için boşlukları koru

source: Press 'Cancel' to leave the project unmodified and load it as a local project without team functionality.
tr: Projeyi değiştirmeden bırakmak ve ekip işlevi olmaksızın yerel bir proje olarak yüklemek için 'İptal' tuşuna basınız.

source: Press 'OK' to convert the project into a 4.x-style team project.
tr: Projeyi 4.x tarzı ekip projesine dönüştürmek için 'Tamam' düğmesine tıklatın.

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
tr: <b>{1}</b> önerilerine gitmek için <u>{0}</u> tuşuna basın.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
tr: <b>{1}</b> önerilerine dönmek için <u>{0}</u> tuşuna basın.

source: Press the keyboard shortcut you wish to assign, then click OK.
tr: Atamak istediğiniz klavye kısayoluna basın ve Tamam düğmesini tıklayın.

source: Preventing data loss
tr: Veri kaybını önleme

source: Previous
tr: Önceki

source: Previous No&te
tr: Önc&eki Not

source: Previous Segment
tr: Önceki Dilim

source: Previous and &next paragraphs
tr: Önceki ve &sonraki paragraflar

source: Previous contributors include: (alphabetical order)
tr: Daha önce katkıda bulunanlar: (alfabetik sıra)

source: Pro&ject
tr: &Proje

source: Problem encountered loading project file!
tr: Proje dosyası yüklenirken sorunla karşılaşıldı!

source: Problems with dictionaries
tr: Sözlüklerle ilgili sorunlar

source: Proceed?
tr: Devam etmek ister misiniz?

source: Processing...
tr: İşleniyor...

source: Project
tr: Proje

source: Project &Files...
tr: Pro&je Dosyaları...

source: Project Files
tr: Proje Dosyaları

source: Project Files ({0} of {1})
tr: Proje Dosyaları ({0}/{1})

source: Project Files ({0})
tr: Proje Dosyaları ({0})

source: Project Files...
tr: Proje Dosyaları...

source: Project Properties
tr: Proje Özellikleri

source: Project Specific External Search
tr: Projeye Özgü Harici Arama

source: Project Specific File Filters
tr: Projeye Özgü Dosya Filtreleri

source: Project Specific Segmentation Setup
tr: Projeye Özgü Dilimleme Ayarları

source: Project Statistics
tr: Proje İstatistikleri

source: Project autosaved on {0}
tr: Proje {0}'da otomatik kaydedildi

source: Project closed
tr: Proje kapatıldı

source: Project commands are disabled for security reasons.
tr: Güvenlik nedeniyle proje komutları devre dışı bırakılmış durumda.

source: Project compiling end
tr: Proje derleme bitti

source: Project compiling start
tr: Proje derleme başladı

source: Project contains no files.
tr: Proje dosya içermiyor.

source: Project creating end
tr: Proje oluşturma bitti

source: Project creating start
tr: Proje oluşturma başladı

source: Project file should be on http protocol.
tr: Proje dosyası http protokolüne uygun olmalı.

source: Project files
tr: Proje dosyaları

source: Project files listing
tr: Proje dosyaları listesi

source: Project is Empty
tr: Projede dosya yok

source: Project load cancelled by user
tr: Projenin yüklenmesi kullanıcı tarafından iptal edildi

source: Project loading end
tr: Proje yüklenmesi bitti

source: Project loading start
tr: Proje yüklenmesi başladı

source: Project locked.
tr: Proje kilitli.

source: Project management
tr: Proje yönetimi

source: Project manager
tr: Proje yöneticisi

source: Project properties
tr: Proje özellikleri

source: Project saved
tr: Proje kaydedildi

source: Project saving end
tr: Proje kaydı bitti

source: Project saving start
tr: Proje kaydı başladı

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
tr: Projede yapılan aramalar varsayılan olarak projenin kaynak, hedef, çeviri bellek, sözlükçe, not ve yorumlarını içerir.

source: Project will not be updated.
tr: Proje güncellenmeyecek.

source: Provider
tr: Sağlayıcı

source: Proxy Login
tr: Vekil Sunucu Oturumu Açma

source: Proxy User and Password
tr: Vekil Sunucu Kullanıcısı ve Şifresi

source: Push failed.
tr: Gönderme (push) başarısız.

source: Pāli
tr: Pali

source: QA - Check Rules
tr: SY - Kontrol Kuralları

source: Quechua
tr: Keçuva

source: Quit
tr: Programı Kapat

source: R&emove
tr: Ka&ldır

source: R&eplace with Match or Selection
tr: Eşleş&meyi ya da Seçimi Üzerine Yaz

source: RTL-LTR switch
tr: Sağdan sola/soldan sağa yazma yönünü değiştirme

source: Rather than beep Or a rude error message These words: 'Page not found'
tr: Biplemekten ziyade Ya da kaba bir hata mesajından Şu sözcükler: 'Dosya bulunamadı'

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
tr: Biplemekten ziyade<p>Ya da kaba bir hata mesajından<p>Şu sözcükler: 'Dosya bulunamadı'

source: Re&move Filter
tr: Fi&ltreyi Kaldır

source: Re&place All
tr: Tü&münü Değiştir

source: Re&place with Source
tr: Ka&ynağı Üzerine Yaz

source: Read-only
tr: Salt okunur

source: Reading TMX file {0}
tr: {0} TMX dosyası okunuyor

source: Reading of TMX file complete
tr: TMX dosyasının okunması tamamlandı

source: Reading the document in some specific file format.
tr: Belli bir dosya formatındaki belgelerin okunması.

source: Realign Pending
tr: Bekleyenleri Yeniden Hizala

source: Recoverable error on line {0}, column {1} while parsing:
tr: Ayrıştırma sırasında satır {0}, sütun {1}'de düzeltilebilir hata:

source: Recursi&ve search
tr: Ö&zyinelemeli arama

source: Redo Last Action
tr: Son İşlemi Tekrarla

source: Redo last action
tr: Son İşlemi Tekrarla

source: Reference windows
tr: Referans pencereleri

source: References:
tr: Referanslar:

source: Refresh
tr: Yenile

source: Refreshing script folder "{0}"
tr: "{0}" betik klasörü yenileniyor

source: Register Identical Translation
tr: Özdeş Çeviri Olarak Belirle

source: Regular expression for custom tags:
tr: Özel etiketler için kurallı ifade:

source: Regular expression for fragments that should be removed from translation:
tr: Çeviriden kaldırılması gereken parçalar için kurallı ifade:

source: Regular expression searches match Java regular expressions as documented in the user manual.
tr: Düzenli ifade aramaları, kullanım kılavuzunda belirtildiği üzere Java düzenli ifadeleriyle eşleşir.

source: Regular expressions
tr: Düzenli ifadeler

source: Regular expressions are also used extensively in the segmentation rules.
tr: Kurallı ifadeler dilimleme kurallarında da yaygın şekilde kullanılır.

source: Reload
tr: Yeniden Yükle

source: Remaining Characters (including spaces)
tr: Geriye Kalan Karakter (boşluklu)

source: Remaining Characters (without spaces)
tr: Geriye Kalan Karakter (boşluksuz)

source: Remaining Segments
tr: Geriye Kalan Dilim

source: Remaining Words
tr: Geriye Kalan Sözcük

source: Remaining:
tr: Geriye Kalan:

source: Remember that every good bug report needs just three things:
tr: İyi bir hata raporu yazmak için sadece üç şeye ihtiyacınız olduğunu unutmayın:

source: Remember where you are creating the project, because you will need to return to it later.
tr: Projeyi oluşturduğunuz konumu unutmayın; daha sonra bu konuma ihtiyacınız olacaktır.

source: Remo&ve
tr: Ka&ldır

source: Remote &server
tr: &Uzak sunucu

source: Remote File/Folder
tr: Uzak Dosya/Klasör

source: Remote Repositories
tr: Uzak Depolar

source: Remote repository network communication error: {0}
tr: Uzak depo ağ iletişim hatası: {0}

source: Remove
tr: Kaldır

source: Remove &leading and trailing tags
tr: Önden &gelen ve takip eden etiketleri kaldır

source: Remove HTML comments in translated document
tr: Çeviri belgede HTML yorumlarını kaldır

source: Remove LanguageTool from the /plugin folder before starting OmegaT.
tr: OmegaT'yi başlatmadan önce /plugin klasöründen LanguageTool'u kaldırın.

source: Remove OmegaT tags which have <br>lower case letter before and after it
tr: Öncesi ve sonrasında <br>küçük harf bulunan OmegaT etiketlerini kaldır

source: Remove Script
tr: Betiği Kaldır

source: Remove Ta&gs
tr: &Etiketleri Kaldır

source: Remove Tags
tr: Etiketleri Sil

source: Remove bidirectionality control characters in the current target
tr: Geçerli hedefteki ikiyönlülük kontrol karakterlerini kaldır

source: Remove defined fragments
tr: Tanımlanmış parçaları kaldır

source: Remove leading and trailing &whitespace in non-segmented projects
tr: Dilimlenmemiş &projelerdeki önden gelen ve takip eden boşluk karakterini kaldır

source: Remove mnemonics
tr: Anımsatıcıları kaldır

source: Remove pattern?
tr: Deseni kaldırmak istiyor musunuz?

source: Remove tags from DOCX documents
tr: DOCX belgelerinden etiketleri sil

source: Remove tags in the current target
tr: Geçerli hedefteki etiketleri kaldır

source: Remove text target
tr: Metin hedefini kaldır

source: Remove the project folder manually.
tr: Proje klasörünü elle kaldırın.

source: Remove translation
tr: Çeviriyi kaldır

source: Reopen the project now?
tr: Projeyi şimdi yeniden açmak ister misiniz?

source: Reopen the project?
tr: Projeyi yeniden açmak ister misiniz?

source: Repetitions from other files:
tr: Diğer dosyalardan tekrarlar:

source: Repetitions within this file:
tr: Bu dosyadaki tekrarlar:

source: Repetitions:
tr: Tekrarlar:

source: Replace
tr: Değiştir

source: Replace &glossary hits when inserting source text
tr: K&aynak metni araya eklerken sözlükçe eşleşmeleriyle değiştir

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
tr: Güvenli konuma kaydettiğiniz dosyayı, yeni indirilen projedeki <proje>/omegat/project_save.tmx dosyasının üzerine yazın 6.

source: Replace Translation with Match or Selection
tr: Eşleş&meyi ya da Seçimi Çevirinin Üzerine Yaz

source: Replace Translation with Text
tr: Metni Çevirinin Üzerine Yaz

source: Replace With Source
tr: Kaynağı Üzerine Yaz

source: Replace custom tags with space
tr: Özel etiketleri boşlukla değiştir

source: Replace escaped sequences with space
tr: Kaçış dizilerini boşlukla değiştir

source: Replace spaces with non-breakable spaces where appropriate in French
tr: Fransızcada uygun durumlarda boşlukları bölünemez boşluklarla değiştir

source: Replace with &Machine Translation
tr: M&akine Çevirisini Üzerine Yaz

source: Replace with Machine Translation
tr: Makine Çevirisini Üzerine Yaz

source: Replace with match
tr: Eşleşmeyi Üzerine Yaz

source: Replace with source
tr: Kaynağı Üzerine Yaz

source: Replace with:
tr: Bununla değiştir:

source: Repository
tr: Depo

source: Repository Credentials
tr: Depo Kimlik Bilgileri

source: Repository Mapping
tr: Depo Eşlemi

source: Repository Mapping...
tr: Depo Eşlemi...

source: Repository {0} is already present
tr: {0} deposu zaten var

source: Repository {0} unknown
tr: {0} deposu bilinmiyor

source: Request error: {0}
tr: İstek hatası: {0}

source: Request to TaaS: {0}
tr: TaaS'a İstek: {0}

source: Requests for Enhancements (in English), at the SourceForge site:
tr: Özellik İstekleri (İngilizce) SourceForge sitesinden yapılabilir:

source: Reset
tr: Sıfırla

source: Reset &All Colours
tr: Tüm &Renkleri Sıfırla

source: Reset Master Password
tr: Ana Parolayı Sıfırla

source: Resolve Conflicts
tr: Çakışmaları Gider

source: Resource name
tr: Kaynak adı

source: Restore
tr: Eski Haline Getir

source: Restore &Defaults
tr: &Varsayılanları Geri Yükle

source: Restore De&faults
tr: Va&rsayılanlara Geri Dön

source: Restore Main Window
tr: Ana Pencereyi Eski Haline Getir

source: Result:
tr: Sonuç:

source: Retrieve collection list...
tr: Koleksiyon listesi alınıyor...

source: Retrieve domain list...
tr: Alan listesini alın...

source: Right-click on a button from "<1>" to "<12>" in the bottom panel and select "Add".
tr: Alt panelde "<1>" ile "<12>" arasındaki bir düğme üzerinde sağ tuşa tıklayın ve "Ekle" seçeneğini seçin.

source: Right-click on the panel - Add New Launcher.
tr: Panel üzerindeyken farenin sağ tuşuna tıklayın ve Yeni Başlatıcı Ekle menüsünü seçin.

source: Right-to-Left Embedding (RLE U+202B)
tr: Sağdan Sola Gömme (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
tr: Sağdan Sola İşareti (RLM U+200F)

source: Right:
tr: Sağ:

source: Romanian, Moldavian, Moldovan
tr: Romence, Moldovca

source: Romansh
tr: Romanşça

source: Row
tr: Satır

source: Rule
tr: Kural

source: Rule ID can only contain Latin letters, underscores, and periods.
tr: Kural tanıtıcısı yalnızca Latin harfleri, alt çizgi ve nokta içerebilir.

source: Rules
tr: Kurallar

source: Rules...
tr: Kurallar...

source: Run script on slot #{0}.
tr: Betiği {0} numaralı yuvada çalıştır.

source: Running Tagwipe for file '{0}'
tr: Tagwipe '{0}' dosyası için çalıştırılıyor

source: Running on Java {0} ({1}-bit)
tr: Java {0} ({1}-bit üzerinde çalışıyor)

source: Russian
tr: Rusça

source: S&lide Comments
tr: S&layt Yorumları

source: S&pace matches nbsp
tr: B&oşluk, bölünemez boşluk karakteriyle eşleşir

source: S&witch Case To
tr: &Büyük/Küçük Hale Getir

source: SQLJet (GPL License)
tr: SQLJet (GPL Lisansı)

source: SVG Image and Adobe Illustrator Export
tr: SVG Resim ve Adobe Illustrator Dışa Aktarma

source: SVN '{0}' error: {1}
tr: SVN '{0}' hatası: {1}

source: SVN '{0}' execution finished successfully
tr: SVN '{0}' çalıştırma sorunsuz tamamlandı

source: SVN '{0}' execution start
tr: SVN '{0}' çalıştırma başladı

source: SVN - Cleanup (recursive)
tr: SVN - Temizleme (özyinelemeli)

source: SVNKit (TMate License)
tr: SVNKit (TMate Lisansı)

source: Samoan
tr: Samoaca

source: Sample Output
tr: Örnek Çıktı

source: Sample Text
tr: Örnek Metin

source: Samuel Murray: for the introductory chapter "Learn to use OmegaT in 5 minutes".
tr: "5 dakikada OmegaT'yi kullanmayı öğrenin" başlıklı bölümü yazan Samuel Murray.

source: Sanskrit (Saṁskṛta)
tr: Sanskritçe (Saṁskṛta)

source: Sardinian
tr: Sarduca

source: Save
tr: Kaydet

source: Save Alignment Results
tr: Hizalama Sonuçlarını Kaydet

source: Save Current Set...
tr: Geçerli Kümeyi Kaydet...

source: Save Script
tr: Betiği Kaydet

source: Save TMX...
tr: TMX'i Kaydet...

source: Save aut&o-populated status
tr: &Otomatik yerleştirme durumunu kaydet

source: Save changes to filter settings?
tr: Filtre ayarlarında yapılan değişiklikler kaydedilsin mi?

source: Save changes to segmentation rules?
tr: Dilimleme kurallarında yapılan değişiklikler kaydedilsin mi?

source: Saves the translation and closes the project.
tr: Çeviriyi kaydeder ve projeyi kapatır.

source: Saving and Output
tr: Kaydetme ve Çıktı

source: Saving and Output Options
tr: Kaydetme ve Çıktı Seçenekleri

source: Saving project...
tr: Proje kaydediliyor...

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
tr: Kapsam: Arama kapsamı varsayılan olarak projedir ve belirtilen klasör hiyerarşisi içinde bulunan dosyalar olarak ayarlanabilir.

source: Scottish Gaelic, Gaelic
tr: İskoç Galcesi, Kelt Dili

source: Script "{0}" bound to slot #{1}.
tr: "{0}" betiği {1} numaralı yuvaya bağlandı.

source: Script "{0}" saved.
tr: "{0}" betiği kaydedildi.

source: Script "{0}" unbound from slot #{1}.
tr: "{0}" betiği {1} numaralı yuvadan ayrıldı.

source: Script &Language
tr: Betik &Dili

source: Script Result
tr: Betik Sonucu

source: Scriptin&g...
tr: &Betik Çalıştırma...

source: Scripting
tr: Betik Çalıştırma

source: Scripting languages
tr: Betik dilleri

source: Scripts
tr: Betikler

source: Scripts Folder:
tr: Betik Klasörü:

source: Se&t
tr: &Ayarla

source: Search
tr: Ara

source: Search ({0})
tr: Ara ({0})

source: Search Dictionaries
tr: Sözlüklerde Ara

source: Search Found Mark
tr: Bulunan İşareti Ara

source: Search Project
tr: Projede arama yap

source: Search Project...
tr: Projede Arama Yap...

source: Search Replaced Mark
tr: Değiştirilen İşareti Ara

source: Search and Replace
tr: Ara ve Değiştir

source: Search and Replace...
tr: Ara ve Değiştir...

source: Search for segments containing all keywords you specified, in any order.
tr: belirttiğiniz tüm anahtar sözcükleri herhangi bir sırayla içeren dilimleri arar.

source: Search for the required language combination - for instance on the dictionary links given by the OmegaT Wiki.
tr: İstediğiniz dil çifti için sözlük olup olmadığını araştırın (söz gelimi OmegaT Wiki'de verilen sözlük bağlantıları).

source: Search for:
tr: Aranacak ifade:

source: Search in
tr: Aramanın yapılacağı yer

source: Search project
tr: Projede arama yap

source: Search results display
tr: Arama sonuçlarının görüntülenmesi

source: Search thread died unexpectedly!
tr: Arama silsilesi beklenmedik şekilde sonlandı!

source: Search window
tr: Arama penceresi

source: Searches
tr: Aramalar

source: Seconds:
tr: Saniye:

source: Secure Store
tr: Güvenli Depo

source: See "Chapter 3.
tr: Bkz. "3. Bölüm.

source: See /docs/contributors.txt
tr: Bkz. /docs/contributors.txt

source: See Appendix ShortCut Customization
tr: Bkz. Ek Kısayol Özelleştirme

source: See Help > User's Manual for more information.
tr: Ayrıntılı bilgi için bkz: Yardım > Kullanım Kılavuzu.

source: See OmegaT manual for instructions.
tr: Talimatlar için OmegaT kılavuzuna bakınız.

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
tr: Geçerli değerler için bkz. OmegaT.jar/META-INF/MANIFEST.MF.

source: See below for details.
tr: Ayrıntılar için aşağıya bakınız.

source: See the GNU General Public License for more detail.
tr: Daha fazla ayrıntı için GNU Genel Kamu Lisansına bakınız.

source: See the GNU General Public License for more details.
tr: Daha fazla ayrıntı için GNU Genel Kamu Lisansına bakınız.

source: Segment
tr: Dilim

source: Segment Properties
tr: Dilim Özellikleri

source: Segment encountered outside translation unit variant.
tr: Çeviri birimi değişkeni dışında dilimle karşılaşıldı.

source: Segment marker background
tr: Dilim işaret metni arka planı

source: Segment marker text
tr: Dilim işaret metni

source: Segment number...
tr: Dilim numarası gir...

source: Segment skipped.
tr: Dilim es geçildi.

source: Segment source text into paragraphs on:
tr: Kaynak metni aşağıdaki durumlarda paragraflar halinde dilimle:

source: Segment {0,number,#}
tr: Dilim {0,number,#}

source: Segmentation
tr: Dilimlendirme

source: Segmentation Rules...
tr: Dilimleme Kuralları...

source: Segmentation Setup
tr: Dilimleme Ayarları

source: Segmentation method: {0}
tr: Dilimleme yöntemi: {0}

source: Segmentation rules are applied in the following order:
tr: Dilimleme kuralları aşağıdaki sıra ile uygulanır:

source: Segmentation...
tr: Dilimlendirme...

source: Segments
tr: Dilim

source: Segments with notes
tr: Not içeren dilimler

source: Segments with notes text
tr: Not içeren dilim metni

source: Select
tr: Seç

source: Select &Next Match
tr: Son&raki Eşleşmeyi Seç

source: Select &Previous Match
tr: &Önceki Eşleşmeyi Seç

source: Select Fol&der
tr: Di&zin seç

source: Select Issue Types
tr: Sorun Türlerini Seç

source: Select Mat&ch
tr: E&şleşmeyi Seç

source: Select Match #&1
tr: &1'inci Eşleşmeyi Seç

source: Select Match #&2
tr: &2'nci Eşleşmeyi Seç

source: Select Match #&3
tr: &3'üncü Eşleşmeyi Seç

source: Select Match #&4
tr: &4'üncü Eşleşmeyi Seç

source: Select Match #&5
tr: &5'inci Eşleşmeyi Seç

source: Select Scripts Folder
tr: Betik Klasörünü Seç

source: Select TaaS Terminology &Lookup Domain...
tr: TaaS Terminoloji Arama A&lanını Seçin...

source: Select TaaS domain
tr: TaaS alanını seçin

source: Select a Category
tr: Kategori Seç

source: Select a Script File
tr: Betik Dosyası Seç

source: Select issue types to check.
tr: Kontrol edilecek sorun türlerini seçin

source: Select it and confirm with OK.
tr: Betiği seçin ve Tamam düğmesini tıklayın.

source: Select languagetool-server.jar
tr: languagetool-server.jar dosyasını seçin

source: Select match #N
tr: N'inci eşleşmeyi seç

source: Select the method using the radio buttons.
tr: Radyo düğmelerini kullanarak yöntemi seçin.

source: Selected Engine: {0}
tr: Seçilen Motor: {0}

source: Selected options:
tr: Belirlenen seçenekler:

source: Sequence Library (Sequence Library License)
tr: Sequence Library (Sequence Library Lisansı)

source: Serbian
tr: Sırpça

source: Server (original)
tr: Sunucu (özgün)

source: Server (updated)
tr: Sunucu (güncellenmiş)
